const PrivatePolicy = () => {
  return (
    <div className='container private__policy-container'>
      <h1 className='private__policy-title'>Політика конфіденційності</h1>
      <p>
        Ця політика конфіденційності регулює обробку та захист персональних
        даних, які надають Користувачі на сайті [вставити адресу сайту] (далі —
        «Сайт»). <br /> <br /> Ми поважаємо ваше право на приватність та
        гарантуємо конфіденційність наданої інформації згідно із законодавством
        України, зокрема Законом України «Про захист персональних даних».
      </p>
      <span className='private__policy-subtitle'>
        1. Збір персональних даних
      </span>
      <p>
        Ми можемо збирати наступні дані, які ви надаєте через форми на сайті:
        Ім’я Телефон Електронна пошта Коментарі або повідомлення Ці дані
        збираються виключно з метою:  – зв’язку з вами,  – надання
        консультацій,  – уточнення замовлення або індивідуального підбору
        обладнання.
      </p>
      <span className='private__policy-subtitle'>
        2. Зберігання і захист даних
      </span>
      <p>
        Ваші персональні дані зберігаються у захищеній системі та не передаються
        третім особам, окрім випадків, передбачених законом. Термін зберігання: 
        Дані зберігаються протягом часу, необхідного для виконання вказаних
        цілей, але не більше 3 років.
      </p>
      <span className='private__policy-subtitle'>3. Права користувача</span>
      <p>
        Ви маєте право: дізнатись, які дані ми зберігаємо про вас; вимагати
        виправлення або видалення персональних даних; відкликати згоду на
        обробку. Щоб скористатися цими правами — зверніться до нас за email:
        [вставити email компанії].
      </p>
      <span className='private__policy-subtitle'>
        4. Файли cookie та аналітика
      </span>
      <p>
        Сайт може використовувати cookie-файли для поліпшення роботи та збору
        анонімної статистики (наприклад, через Google Analytics). Ці файли не
        ідентифікують вас як особу.
      </p>
      <span className='private__policy-subtitle'>5. Зміни в політиці</span>
      <p>
        Ми можемо час від часу оновлювати цю політику. Усі зміни будуть
        опубліковані на цій сторінці з відповідною датою оновлення.
      </p>
      <span className='private__policy-subtitle'>6. Контакти</span>
      <p>
        Якщо у вас виникли питання щодо обробки персональних даних, звертайтесь:
        [Назва компанії]  Email: [вставити email]  Телефон: [вставити номер
        телефону]
      </p>
    </div>
  )
}

export default PrivatePolicy
